cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'tig'
brew 'docker'

ask 'visual-studio-code'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'seashore'
cask 'slack'
cask 'vlc'
cask 'whatsapp'
cask 'flux'
cask 'vagrant'
cask 'virtualbox'
cask 'hyperdock'
cask 'tweetdeck'
